experiment/test_fio/result/zns/fio_loop_rw_1_800M.txt
file1: (g=0): rw=randwrite, bs=(R) 16.0KiB-16.0KiB, (W) 16.0KiB-16.0KiB, (T) 16.0KiB-16.0KiB, ioengine=libaio, iodepth=8
fio-3.36-19-gbdf99
Starting 1 process

file1: (groupid=0, jobs=1): err= 0: pid=6019: Sun Dec  3 18:10:01 2023
  write: IOPS=92.8k, BW=1449MiB/s (1520MB/s)(800MiB/552msec); 0 zone resets
    slat (usec): min=3, max=517, avg= 9.74, stdev= 9.53
    clat (usec): min=19, max=1335, avg=76.10, stdev=42.02
     lat (usec): min=24, max=1431, avg=85.84, stdev=46.21
    clat percentiles (usec):
     |  1.00th=[   36],  5.00th=[   46], 10.00th=[   52], 20.00th=[   59],
     | 30.00th=[   63], 40.00th=[   66], 50.00th=[   69], 60.00th=[   72],
     | 70.00th=[   77], 80.00th=[   85], 90.00th=[  106], 95.00th=[  121],
     | 99.00th=[  219], 99.50th=[  338], 99.90th=[  619], 99.95th=[  685],
     | 99.99th=[ 1156]
   bw (  MiB/s): min= 1431, max= 1431, per=98.77%, avg=1431.41, stdev= 0.00, samples=1
   iops        : min=91610, max=91610, avg=91610.00, stdev= 0.00, samples=1
  lat (usec)   : 20=0.01%, 50=8.37%, 100=78.85%, 250=11.96%, 500=0.65%
  lat (usec)   : 750=0.13%, 1000=0.02%
  lat (msec)   : 2=0.01%
  cpu          : usr=5.08%, sys=89.29%, ctx=493, majf=0, minf=9
  IO depths    : 1=0.1%, 2=0.1%, 4=0.1%, 8=100.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.1%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=0,51200,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=8

Run status group 0 (all jobs):
  WRITE: bw=1449MiB/s (1520MB/s), 1449MiB/s-1449MiB/s (1520MB/s-1520MB/s), io=800MiB (839MB), run=552-552msec

Disk stats (read/write):
  nvme0n2: ios=0/34835, sectors=0/1114720, merge=0/0, ticks=0/1128, in_queue=1128, util=79.52%